Repository: helson-lin/Framecho
Catalog: Framecho/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Recording sources unavailable - retry or open permissions
zh_hans: 录制源不可用 - 请重试或打开权限设置

source: Recording stopped (%@). Everything captured so far was saved.
zh_hans: 录制已停止（%@）。已存储目前录制的所有内容。

source: Recording, %@ elapsed
zh_hans: 正在录制，已录 %@

source: Recordings
zh_hans: 录制

source: Recovered %lld interrupted recordings
zh_hans: 已恢复 %lld 个中断的录制

source: Recovered an interrupted recording
zh_hans: 已恢复一个中断的录制

source: Rectangle
zh_hans: 矩形

source: Red
zh_hans: 红色

source: Redact
zh_hans: 遮挡

source: Redo (⇧⌘Z)
zh_hans: 重做（⇧⌘Z）

source: Refresh
zh_hans: 刷新

source: Refresh Windows
zh_hans: 刷新窗口

source: Refreshing Library
zh_hans: 正在刷新资料库

source: Regenerate
zh_hans: 重新生成

source: Remove
zh_hans: 移除

source: Remove background
zh_hans: 移除背景

source: Remove Filler Words
zh_hans: 移除填充词

source: Remove the selected zoom
zh_hans: 移除所选缩放

source: Remove the subtitles
zh_hans: 移除字幕

source: Remove this audio
zh_hans: 移除此音频

source: Remove this part of the video
zh_hans: 移除视频的这一部分

source: Remove Zoom
zh_hans: 移除缩放

source: Rename
zh_hans: 重新命名

source: Rename Capture
zh_hans: 重新命名

source: Rename…
zh_hans: 重新命名…

source: Rendering
zh_hans: 正在渲染

source: Reopen a past recording with every edit intact.
zh_hans: 重新打开以前的录制，所有编辑都会保留。

source: Replace Audio
zh_hans: 替换音频

source: Replace the clipboard with the share URL after a successful upload. Turn this off to keep Copy to clipboard.
zh_hans: 上传成功后，用分享链接替换剪贴板中的内容。关闭后，剪贴板会保留“拷贝到剪贴板”拷贝的内容。

source: Reset
zh_hans: 重置

source: Reset 3D perspective
zh_hans: 重置 3D 透视

source: Reset 3D Perspective to use alignment
zh_hans: 重置 3D 透视后可调整对齐

source: Reset all clip edits?
zh_hans: 要重置所有片段编辑吗？

source: Reset All Clip Edits…
zh_hans: 重置所有片段编辑…

source: Reset Clips
zh_hans: 重置片段

source: Reset composition
zh_hans: 重置构图

source: Reset screenshot appearance
zh_hans: 重置截图外观

source: Reset the selection to the whole image
zh_hans: 将所选范围重置为整张图像

source: Reset the selection to the whole video
zh_hans: 将所选范围重置为整个视频

source: Reset to default
zh_hans: 恢复默认

source: Reset video card
zh_hans: 重置视频卡片

source: Reset Zooms
zh_hans: 重置缩放

source: Resize Zoom
zh_hans: 调整缩放大小

source: Resolution
zh_hans: 分辨率

source: Restart - discard what's recorded and start again
zh_hans: 重新开始 - 丢弃已录制内容并重新录制

source: Resume recording
zh_hans: 继续录制

source: Retry
zh_hans: 重试

source: Reveal
zh_hans: 显示

source: Reveal %@ in Finder
zh_hans: 在访达中显示“%@”

source: Reveal exported recording in Finder
zh_hans: 在访达中显示导出的录制

source: Reveal in Finder
zh_hans: 在访达中显示

source: Reveal token
zh_hans: 显示令牌

source: Right
zh_hans: 右

source: Roll
zh_hans: 滚转

source: Rotate the card around its own horizontal and vertical center axes
zh_hans: 让卡片绕自身的水平和垂直中轴旋转

source: Rotate X
zh_hans: 旋转 X

source: Rotate Y
zh_hans: 旋转 Y

source: Rounding
zh_hans: 圆角

source: Runs %@ longer than the cut - the tail is dropped
zh_hans: 比剪辑长 %@ - 超出的结尾会被截掉

source: Runs %@ shorter than the cut - the end plays silent
zh_hans: 比剪辑短 %@ - 结尾部分将无声

source: Sage
zh_hans: 鼠尾草绿

source: Sand
zh_hans: 沙色

source: Save
zh_hans: 存储

source: Save a copy to a location of your choice
zh_hans: 将副本存储到你选择的位置

source: Save and Close
zh_hans: 存储并关闭

source: Save Annotated Screenshot
zh_hans: 存储标注后的截图

source: Save annotations (⌘S)
zh_hans: 存储标注（⌘S）

source: Save As
zh_hans: 存储为

source: Save current settings as a preset
zh_hans: 将当前设置存储为预设

source: Save Location
zh_hans: 存储位置

source: Save Recording
zh_hans: 存储录制

source: Save Screenshot
zh_hans: 存储截图

source: Save the capture to your export folder
zh_hans: 存储到导出文件夹

source: Save the current background, layout, camera, blur, border, and watermark settings. It will be used for new screenshots.
zh_hans: 存储当前的背景、布局、镜头、模糊、边框和水印设置。新截图将使用此预设。

source: Save the current background, layout, cursor size, and camera settings. It will be used for new recordings.
zh_hans: 存储当前的背景、布局、光标大小和摄像头设置。新录制将使用此预设。

source: Save this project (⌘S)
zh_hans: 存储此项目（⌘S）

source: Save to disk
zh_hans: 存储到磁盘

source: Save to folder
zh_hans: 存储到文件夹

source: Save without choosing a location
zh_hans: 存储时不选择位置

source: Save…
zh_hans: 存储…

source: Saved
zh_hans: 已存储

source: Saved Presets
zh_hans: 存储的预设

source: Scanning screenshot…
zh_hans: 正在扫描截图…

source: Scene
zh_hans: 场景

source: Screen Recording
zh_hans: 屏幕录制

source: Screen Recording - %@
zh_hans: 屏幕录制 - %@

source: Screen recording failed to start: %@
zh_hans: 屏幕录制无法开始：%@

source: Screen Recording permission needed
zh_hans: 需要屏幕录制权限

source: Screen Recordings
zh_hans: 屏幕录制

source: Screenshot
zh_hans: 截图

source: Screenshot and recording tool running in the menu bar.
zh_hans: 运行在菜单栏中的截图与录屏工具。

source: Screenshot Preset
zh_hans: 截图预设

source: Screenshots
zh_hans: 截图

source: Screenshots and recordings you capture will appear here.
zh_hans: 你截取的截图和录制会显示在这里。

source: Sea Glass
zh_hans: 海玻璃

source: Search captures
zh_hans: 搜索

source: Select
zh_hans: 选择

source: Select a screenshot or recording to take a closer look.
zh_hans: 选择一张截图或一段录制 以查看详情。

source: Select text in the image
zh_hans: 选择图片中的文字

source: Select the exported file in Finder once the render finishes.
zh_hans: 渲染完成后在访达中选中导出的文件。

source: Selected
zh_hans: 已选中

source: Selected Clip
zh_hans: 所选片段

source: Selected Zoom
zh_hans: 所选缩放

source: Selection
zh_hans: 所选内容

# Server error (%lld): %@
source: Server error (%1$lld): %2$@
zh_hans: 服务器错误（%1$lld）：%2$@

source: Set up Cloud to enable automatic uploads.
zh_hans: 设置云端以启用自动上传。

source: Set Up Cloud…
zh_hans: 设置云端…

source: Settings
zh_hans: 设置

source: Settings…
zh_hans: 设置…

source: Setup failed (HTTP %lld)
zh_hans: 设置失败（HTTP %lld）

source: Setup Guide
zh_hans: 设置指南

source: Setup steps
zh_hans: 设置步骤

source: Shadow
zh_hans: 阴影

source: Share
zh_hans: 共享

source: Share Again
zh_hans: 再次共享

source: Share Failed
zh_hans: 共享失败

source: Share Options
zh_hans: 共享选项

source: Shortcuts you pressed while recording appear as a caption
zh_hans: 录制时按下的快捷键会以字幕形式显示

source: Show %lld lines in the notch
zh_hans: 在刘海区域显示 %lld 行

source: Show All Captures…
zh_hans: 显示所有截图与录屏…

source: Show All Recordings…
zh_hans: 显示所有录制…

source: Show camera
zh_hans: 显示摄像头

source: Show Inspector
zh_hans: 显示检查器

source: Show keystrokes
zh_hans: 显示按键

source: Show Library
zh_hans: 显示资料库

source: Show menu bar icon
zh_hans: 显示菜单栏图标

source: Show mouse pointer
zh_hans: 显示鼠标指针

source: Show preview cards, recording controls, Settings, and other Framecho windows in screenshots and screen recordings.
zh_hans: 在截图和屏幕录制中显示预览卡片、录制控制、设置以及其他 Framecho 窗口。

source: Show preview overlay
zh_hans: 显示预览悬浮窗口

source: Show recent captures
zh_hans: 显示最近的截图与录屏

source: Show subtitles
zh_hans: 显示字幕

source: Show the floating preview card after capturing.
zh_hans: 截取后显示浮动预览卡片。

source: Show the full recording framed on the background
zh_hans: 在背景上完整显示录制画面

source: Show while recording
zh_hans: 录制时显示

source: Silences (%lld)
zh_hans: 静音（%lld）

source: Size
zh_hans: 大小

source: Size on disk
zh_hans: 磁盘占用

source: Skip to End
zh_hans: 跳到结尾

source: Sky
zh_hans: 天蓝

source: Smart
zh_hans: 智能

source: Soft
zh_hans: 柔和

source: Soften motion during zooms and pans. Turn off for faster exports with sharper motion.
zh_hans: 柔化缩放和平移时的运动。关闭后导出更快，运动画面更锐利。

source: Solid rectangle
zh_hans: 实心矩形

source: Some files could not be imported: %@
zh_hans: 部分文件无法导入： %@

source: Some recording inputs are unavailable
zh_hans: 部分录制输入设备不可用

source: Sorbet
zh_hans: 雪葩

source: Sort
zh_hans: 排序

source: Sort By
zh_hans: 排序方式

source: Sort captures
zh_hans: 排序

source: Space
zh_hans: 空格键

source: Speed
zh_hans: 速度

source: Split at Playhead (⌘B)
zh_hans: 在播放头处分割（⌘B）

source: Split Clip
zh_hans: 分割片段

source: Split Clip Here
zh_hans: 在此分割片段

source: Square 1:1
zh_hans: 方形 1:1

source: Start Framecho automatically when you sign in.
zh_hans: 登录时自动启动 Framecho。

source: Start over
zh_hans: 重新开始

source: Start Screen Recording
zh_hans: 开始屏幕录制

source: Starts a full screen recording if Framecho is idle, or stops the current one.
zh_hans: 若 Framecho 处于空闲状态则开始全屏录制，否则停止当前录制。

source: Starts recording the active display in Framecho.
zh_hans: 在 Framecho 中开始录制当前显示器。

source: Stop and save
zh_hans: 停止并存储

source: Stop and save the recording
zh_hans: 停止并存储录制

source: Stop Screen Recording
zh_hans: 停止屏幕录制

source: Stop selecting text
zh_hans: 停止选择文字

source: Stops the current Framecho screen recording.
zh_hans: 停止当前的 Framecho 屏幕录制。

source: Straight line
zh_hans: 直线

source: Strength
zh_hans: 强度

source: Stroke
zh_hans: 描边

source: Studio style preset
zh_hans: Studio 样式预设

source: Style
zh_hans: 样式

source: Subtitle
zh_hans: 字幕

source: Swap in an audio file, aligned to the start of the edited timeline
zh_hans: 换用一个音频文件，与剪辑后时间线的开头对齐

source: Switch between grid and list
zh_hans: 在网格和列表间切换

source: Switch Camera Focus to Fixed to aim this zoom by hand
zh_hans: 将“镜头焦点”切换为“固定”后即可手动调整此缩放的目标

source: System
zh_hans: 系统

source: System audio off
zh_hans: 系统音频已关闭

source: System audio off - click to capture what you hear
zh_hans: 系统音频已关闭 - 点按以录制你听到的声音

source: System audio on
zh_hans: 系统音频已打开

source: System audio on - click to stop capturing what you hear
zh_hans: 系统音频已打开 - 点按以停止录制你听到的声音

source: Take a screenshot to start your screenshot library.
zh_hans: 截一张图来开始建立你的截图资料库。

source: Take Area Screenshot
zh_hans: 截取区域

source: Take Full Screen Screenshot
zh_hans: 截取全屏

source: Take Window Screenshot
zh_hans: 截取窗口

source: Target Pointer
zh_hans: 对准指针

source: Target position
zh_hans: 目标位置

source: Teleprompter
zh_hans: 提词器

source: Teleprompter off
zh_hans: 提词器已关闭

source: Teleprompter off - click to write a script
zh_hans: 提词器已关闭 - 点按以编写脚本

source: Teleprompter on
zh_hans: 提词器已打开

source: Teleprompter on - click to edit the script
zh_hans: 提词器已打开 - 点按以编辑脚本

source: Teleprompter will appear in the notch while recording
zh_hans: 录制时提词器会显示在刘海区域

source: Text
zh_hans: 文字

source: That file has no audio track.
zh_hans: 该文件没有音轨。

source: The camera recording does not contain a readable video track.
zh_hans: 摄像头录制中没有可读取的视频轨道。

source: The camera video could not be added
zh_hans: 无法添加摄像头视频

source: The capture could not be saved
zh_hans: 无法存储

source: The Library action could not be completed
zh_hans: 无法完成资料库操作

source: The local files and their edits will move to Trash. Exported copies and cloud links will remain available.
zh_hans: 本地文件及其编辑将移到废纸篓。导出的副本和云端链接仍可使用。

source: The local wallpaper was not included. The imported preset will use no background.
zh_hans: 未包含本地墙纸。导入的预设将不使用背景。

source: The narration audio could not be read.
zh_hans: 无法读取旁白音频。

source: The playable footage was preserved in History and can be reopened in Framecho Studio.
zh_hans: 可播放的录像已保留在历史记录中，可在 Framecho Studio 中重新打开。

source: The recording could not be copied
zh_hans: 无法拷贝录制

source: The recording could not be saved
zh_hans: 无法存储录制

source: The recording ended early, but your footage was saved
zh_hans: 录制提前结束，但录像已存储

source: The recording has no video track.
zh_hans: 录制中没有视频轨道。

source: The recording project could not be saved
zh_hans: 无法存储录制项目

source: The screen footage was saved, but its cursor and click data could not be saved.
zh_hans: 屏幕录像已存储，但无法存储其光标和点按数据。

source: The screen footage was saved, but its cursor timeline could not be aligned to the video.
zh_hans: 屏幕录像已存储，但其光标时间线无法与视频对齐。

source: The screen footage was saved, but some Studio metadata could not be saved.
zh_hans: 屏幕录像已存储，但部分 Studio 元数据无法存储。

source: The screenshot could not be saved
zh_hans: 无法存储截图

source: The screenshot could not be saved or fully restored. Recovery files are kept at %@.
zh_hans: 截图无法存储或完全恢复。恢复文件保留在 %@。

source: The screenshot was cancelled before it could be captured.
zh_hans: 截图在完成前已被取消。

source: The selected camera could not start. The screen and selected audio will still be recorded.
zh_hans: 所选摄像头无法启动。屏幕和所选音频仍会被录制。

source: The selected camera is no longer available, so it was turned off.
zh_hans: 所选摄像头已不可用，因此已将其关闭。

source: The selected microphone is no longer available, so it was turned off.
zh_hans: 所选麦克风已不可用，因此已将其关闭。

source: The selected preset no longer exists.
zh_hans: 所选预设已不存在。

source: The selected wallpaper can’t be found. Choose it again before saving.
zh_hans: 找不到所选墙纸。请在存储前重新选取。

source: These captures haven't been saved to your Mac and will be lost if you quit. Turn on Auto Save in Settings to keep every capture automatically.
zh_hans: 这些内容尚未存储到你的 Mac，退出后将会丢失。在“设置”中打开“自动存储”即可自动保留每一项。

source: Thickness
zh_hans: 粗细

source: This is not a valid Framecho preset file.
zh_hans: 这不是有效的 Framecho 预设文件。

source: This JSON file is not a Framecho screenshot preset.
zh_hans: 此 JSON 文件不是 Framecho 截图预设。

source: This permanently removes the cloud copy and breaks its share link. Your local capture stays in the Library.
zh_hans: 此操作会永久移除云端副本，其共享链接将失效。本地文件仍保留在资料库中。

source: This preset file contains too many presets.
zh_hans: 此预设文件包含的预设过多。

source: This preset file does not contain any presets.
zh_hans: 此预设文件不包含任何预设。

source: This preset file is larger than 1 MB.
zh_hans: 此预设文件大于 1 MB。

source: This preset uses unsupported format version %lld.
zh_hans: 此预设使用了不受支持的格式版本 %lld。

source: this recording
zh_hans: 此录制

source: This recording could not be converted to %@.
zh_hans: 无法将此录制转换为 %@。

source: This recording has never been saved. Deleting it removes the footage as well.
zh_hans: 此录制从未存储过。删除它也会移除录像。

source: This recording has no audio to export.
zh_hans: 此录制没有可导出的音频。

source: This recording has no microphone audio to transcribe.
zh_hans: 此录制没有可转写的麦克风音频。

source: This recording has no pointer, keystrokes, narration or camera to show.
zh_hans: 这段录制没有可显示的指针、按键、旁白或摄像头画面。

source: this screenshot
zh_hans: 此截图

source: This subtitle's audio was cut out
zh_hans: 此字幕对应的音频已被剪掉

source: This transcription predates editing by text. Transcribe again to cut the video from its transcript.
zh_hans: 此转写早于“按文字编辑”功能。请重新转写，以便通过文字稿剪辑视频。

source: Tilt X
zh_hans: 倾斜 X

source: Tilt Y
zh_hans: 倾斜 Y

source: Timer %llds
zh_hans: 计时器 %lld 秒

source: Timer off
zh_hans: 计时器已关闭

source: Timer off - click to add a countdown before recording starts
zh_hans: 计时器已关闭 - 点按以在录制开始前添加倒计时

source: Timer: %@ before recording starts
zh_hans: 计时器：录制开始前 %@

source: Title
zh_hans: 标题

source: Toggle Screen Recording
zh_hans: 开始或停止屏幕录制

source: Tools
zh_hans: 工具

source: Top
zh_hans: 顶部

source: Top left
zh_hans: 左上

source: Top right
zh_hans: 右上

source: Transcribe Again
zh_hans: 重新转写

source: Transcribe Narration
zh_hans: 转写旁白

source: Transcribe the narration to cut the video by editing its text.
zh_hans: 转写旁白后，即可通过编辑文字来剪辑视频。

source: Transcribing narration…
zh_hans: 正在转写旁白…

source: Trim Clip
zh_hans: 修剪片段

source: Trim long pauses in the narration
zh_hans: 修剪旁白中的长停顿

source: Trim menu bar from fullscreen captures
zh_hans: 从全屏截图中裁掉菜单栏

source: Trim Silences
zh_hans: 修剪静音

source: Try Again
zh_hans: 重试

source: Turn off to hide Framecho windows from screenshots and recordings
zh_hans: 关闭后，截图和录制中将隐藏 Framecho 窗口

source: Turn on to show the script in the notch while recording
zh_hans: 打开后，录制时会在刘海区域显示脚本

source: Turn the %lld recorded clicks into smooth camera moves
zh_hans: 将录制的 %lld 次点按转换为平滑的镜头运动

source: Turn the recorded click into smooth camera moves
zh_hans: 将录制的点按转换为平滑的镜头运动

source: Turn your microphone narration into subtitles, transcribed on this Mac
zh_hans: 在此 Mac 上将麦克风旁白转写为字幕

source: Turquoise
zh_hans: 青绿色

source: Type or paste your script…
zh_hans: 输入或粘贴你的脚本…

source: Unable to crop the image.
zh_hans: 无法裁剪图像。

source: Unable to load screenshot.
zh_hans: 无法载入截图。

source: Unable to preserve the image for crop redo.
zh_hans: 无法保留用于重做裁剪的图像。

source: Unable to preserve the image for crop undo.
zh_hans: 无法保留用于撤销裁剪的图像。

source: Uncompressed, for tools that accept nothing else.
zh_hans: 未压缩格式，适用于只接受这种格式的工具。

source: Undo (⌘Z)
zh_hans: 撤销（⌘Z）

source: Unknown
zh_hans: 未知

source: Untitled
zh_hans: 未命名

source: Untitled Preset
zh_hans: 未命名预设

source: Updates
zh_hans: 更新

source: Upload
zh_hans: 上传

source: Upload failed
zh_hans: 上传失败

source: Upload failed: %@
zh_hans: 上传失败：%@

source: Upload this recording and copy the share link
zh_hans: 上传此录制并拷贝共享链接

source: Upload to cloud
zh_hans: 上传到云端

source: Upload to Cloud
zh_hans: 上传到云端

source: Upload to the cloud and copy a share link
zh_hans: 上传到云端并拷贝共享链接

source: Upload to the cloud and copy the link
zh_hans: 上传到云端并拷贝链接

source: Upload to your cloud. The share URL is saved in History.
zh_hans: 上传到你的云端。分享链接会保存在历史记录中。

source: Upload Token
zh_hans: 上传令牌

source: Uploading
zh_hans: 正在上传

source: Uploading...
zh_hans: 正在上传…

source: Uploading…
zh_hans: 正在上传…

source: Use a lower FOV for a calmer lens, then frame with Zoom and Pan
zh_hans: 使用较小的视野让镜头更平稳，然后用缩放和平移来取景

source: Use the recorded audio again
zh_hans: 重新使用录制的音频

source: Use this zoom
zh_hans: 使用此缩放

source: Verify Connection
zh_hans: 验证连接

source: Version %@
zh_hans: 版本 %@

# Version %@ (%@)
source: Version %1$@ (%2$@)
zh_hans: 版本 %1$@（%2$@）

source: Vertical 9:16 - Shorts, Reels, TikTok
zh_hans: 竖向 9:16 - Shorts、Reels、TikTok

source: Video
zh_hans: 视频

source: Video Card
zh_hans: 视频卡片

source: View
zh_hans: 查看

source: View on GitHub
zh_hans: 在 GitHub 上查看

source: Violet
zh_hans: 紫罗兰

source: Volume
zh_hans: 音量

source: Wallpaper
zh_hans: 墙纸

source: wallpaper missing
zh_hans: 墙纸缺失

source: Wallpaper Missing
zh_hans: 墙纸缺失

source: Wallpaper Pack
zh_hans: 墙纸包

source: Wallpapers by %@
zh_hans: %@ 的墙纸

source: Watermark
zh_hans: 水印

source: Watermark text
zh_hans: 水印文字

source: When hidden, reopen Framecho to get back to Settings.
zh_hans: 隐藏后，重新打开 Framecho 即可回到“设置”。

source: When you click Save, write straight to the export folder instead of asking where to put it.
zh_hans: 点按“存储”时直接写入导出文件夹，不再询问存储位置。

source: Where the floating preview cards appear after a capture.
zh_hans: 截取后浮动预览卡片出现的位置。

source: White
zh_hans: 白色

source: Why is this preview low resolution?
zh_hans: 为什么此预览分辨率较低？

source: Window
zh_hans: 窗口

source: Window - choose an app window to record
zh_hans: 窗口 - 选择要录制的应用窗口

source: Worker update available
zh_hans: Worker 有可用更新

source: Writing the exported audio failed.
zh_hans: 写入导出的音频失败。

source: Writing the exported video failed.
zh_hans: 写入导出的视频失败。

# X %lld, Y %lld, %@ times zoom
source: X %1$lld, Y %2$lld, %3$@ times zoom
zh_hans: X %1$lld，Y %2$lld，%3$@ 倍缩放

# X %lld, Y %lld, size %lld percent
source: X %1$lld, Y %2$lld, size %3$lld percent
zh_hans: X %1$lld，Y %2$lld，大小 %3$lld%%

source: Yellow
zh_hans: 黄色

source: You have %lld unsaved captures
zh_hans: 你有 %lld 项未存储的内容

source: You have 1 unsaved capture
zh_hans: 你有 1 项未存储的内容

source: Your changes since the last save will be lost if you don't save them.
zh_hans: 如果不存储，上次存储后所做的更改将会丢失。

source: Your editor will stay open. Try saving again after resolving the problem.
zh_hans: 编辑器将保持打开。请在解决问题后重新尝试存储。

source: Your recording is safe in its project.
zh_hans: 你的录制已安全保存在其项目中。

source: Your screen, camera, and audio masters are safe in the recording project, but Framecho could not create the combined video: %@
zh_hans: 屏幕、摄像头和音频的原始文件已安全保存在录制项目中，但 Framecho 无法生成合成视频：%@

source: Zoom
zh_hans: 缩放

source: Zoom In
zh_hans: 放大

source: Zoom In (⌘=)
zh_hans: 放大（⌘=）

source: Zoom Out
zh_hans: 缩小

source: Zoom Out (⌘-)
zh_hans: 缩小（⌘-）

source: 3D Motion
zh_hans: 3D 运镜

source: 3D motion track
zh_hans: 3D 运镜轨道

source: Add Motion
zh_hans: 添加运镜

source: Add Motion at Playhead
zh_hans: 在播放头处添加运镜

source: Add motion at playhead
zh_hans: 在播放头处添加运镜

source: Base pose
zh_hans: 基础姿态

source: Card size, separate from zooms
zh_hans: 卡片尺寸，独立于缩放片段

source: Change Motion Preset
zh_hans: 更改运镜预设

source: Copy this motion into the next free space
zh_hans: 将此运镜复制到下一段空闲位置

source: Disable Motion
zh_hans: 停用运镜

source: Duplicate
zh_hans: 复制

source: Duplicate Motion
zh_hans: 复制运镜

source: Edit 3D Motion
zh_hans: 编辑 3D 运镜

source: Edit Motion
zh_hans: 编辑运镜

source: Edit Pose
zh_hans: 编辑姿态

source: Enable 3D motion
zh_hans: 启用 3D 运镜

source: Enable Motion
zh_hans: 启用运镜

source: Fit to Canvas
zh_hans: 适配画布

source: Gentle Roll
zh_hans: 轻微旋转

source: Holds %@
zh_hans: 保持 %@

source: Horizontal offset, as a share of the canvas width
zh_hans: 水平偏移，按画布宽度的比例计算

source: In
zh_hans: 进入

source: Motion
zh_hans: 运镜

source: Move Motion
zh_hans: 移动运镜

source: Out
zh_hans: 退出

source: Part of the card reaches past the canvas and will be cropped.
zh_hans: 卡片有部分超出画布，导出时会被裁切。

source: Preset
zh_hans: 预设

source: Push In
zh_hans: 推近

source: Remove Motion
zh_hans: 移除运镜

source: Remove the selected motion
zh_hans: 移除所选运镜

source: Reset Pose
zh_hans: 重置姿态

source: Resize Motion
zh_hans: 调整运镜时长

source: Return the card to a flat, centered pose
zh_hans: 让卡片回到平放居中的姿态

source: Rotate
zh_hans: 旋转

source: Rotate the card in the screen plane
zh_hans: 在屏幕平面内旋转卡片

source: Scale
zh_hans: 缩放

source: Scale the base pose and every motion so the card stays inside the canvas
zh_hans: 统一缩放基础姿态和所有运镜，使卡片保持在画布内

source: Selected Motion
zh_hans: 所选运镜

source: Shortened to fit: in %@, out %@
zh_hans: 已缩短以适应：进入 %@，退出 %@

source: Target pose
zh_hans: 目标姿态

source: Tilt
zh_hans: 俯仰

source: Tilt Left
zh_hans: 左倾

source: Tilt Right
zh_hans: 右倾

source: Tilt the card toward or away from you
zh_hans: 让卡片朝向或背离你倾斜

source: Tilted
zh_hans: 已倾斜

source: Timing
zh_hans: 时间

source: Top Down
zh_hans: 俯视

source: Turn
zh_hans: 左右转

source: Turn Off 3D Motion
zh_hans: 关闭 3D 运镜

source: Turn On 3D Motion
zh_hans: 开启 3D 运镜

source: Turn the card left or right
zh_hans: 让卡片向左或向右转

source: Use this motion
zh_hans: 使用此运镜

source: Vertical offset, as a share of the canvas height
zh_hans: 垂直偏移，按画布高度的比例计算

source: Adjust Pose
zh_hans: 调整姿态

source: Adjust on Canvas
zh_hans: 在画布上调整

source: Card pose
zh_hans: 卡片姿态

source: Done
zh_hans: 完成

source: Done Adjusting
zh_hans: 完成调整

source: Drag the card on the canvas to turn, tilt, rotate, scale and move it
zh_hans: 在画布上拖动卡片，进行转动、俯仰、旋转、缩放和移动

source: Drag to move the card
zh_hans: 拖动以移动卡片

source: Drag to rotate the card. Hold Shift for 15° steps.
zh_hans: 拖动以旋转卡片。按住 Shift 以 15° 为步长。

source: Drag to scale the card
zh_hans: 拖动以缩放卡片

source: Drag to turn and tilt the card. Hold Shift to keep to one direction, Option to move it.
zh_hans: 拖动以转动和俯仰卡片。按住 Shift 锁定单一方向，按住 Option 移动卡片。

source: Finish adjusting (Esc)
zh_hans: 完成调整（Esc）

source: Finish adjusting the pose on the canvas (Esc)
zh_hans: 完成在画布上的姿态调整（Esc）

source: Motion target
zh_hans: 运镜目标

source: Turn %@ · Tilt %@ · Rotate %@ · Scale %@
zh_hans: 左右转 %@ · 俯仰 %@ · 旋转 %@ · 缩放 %@

source: Drag inside the ball to turn and tilt freely. Hold Shift to keep to one direction.
zh_hans: 在球内拖动可自由转动和俯仰。按住 Shift 锁定单一方向。

source: Drag the blue ring to rotate the card. Hold Shift for 15° steps.
zh_hans: 拖动蓝色环旋转卡片。按住 Shift 以 15° 为步长。

source: Drag the card to move it
zh_hans: 拖动卡片以移动位置

source: Drag the green ring to turn the card left or right
zh_hans: 拖动绿色环让卡片左右转

source: Drag the red ring to tilt the card up or down
zh_hans: 拖动红色环让卡片上下俯仰

source: Actual Size
zh_hans: 实际大小

source: Drag to scale the card, or press = and -
zh_hans: 拖动以缩放卡片，也可以按 = 和 -

source: Press = or - to scale the card, 0 to return it to 100%
zh_hans: 按 = 或 - 缩放卡片，按 0 恢复到 100%

source: Scale Down
zh_hans: 缩小

source: Scale Up
zh_hans: 放大

source: ⌫ to delete
zh_hans: ⌫ 删除

source: Turn Zooms Off
zh_hans: 关闭缩放

source: Turn Zooms On
zh_hans: 开启缩放

source: Turn 3D Motion Off
zh_hans: 关闭 3D 运镜

source: Turn 3D Motion On
zh_hans: 开启 3D 运镜

source: Mute
zh_hans: 静音

source: Unmute
zh_hans: 取消静音

source: Timeline Zoom
zh_hans: 时间线缩放

source: Split
zh_hans: 分割

source: Delete Selection (⌫)
zh_hans: 删除所选内容（⌫）

source: Select a clip to change its speed
zh_hans: 选中一个片段后可调整速度

source: Clip Speed
zh_hans: 片段速度

source: Previous Edit Point
zh_hans: 上一个剪辑点

source: Next Edit Point
zh_hans: 下一个剪辑点

source: Export size
zh_hans: 导出尺寸

source: Allow Framecho in Screen & System Audio Recording
zh_hans: 在「录屏与系统录音」中允许 Framecho

source: Drag the Framecho icon into the list, then turn it on.
zh_hans: 把 Framecho 图标拖进列表，然后打开开关。

source: Framecho app icon
zh_hans: Framecho 应用图标
